namespace Курсовая_Коптев
{
    public partial class UserControl2 : UserControl
    {
        public UserControl2()
        {
            InitializeComponent();
        }
   
        private void button1_Click(object sender, EventArgs e)
        {
            MessageBox.Show(" Снежная Королева входит в категорию заснеженной продукции. Все благодаря хлопковому снегу, покрывающему ее лапы. " +
                "Он на 100 % состоит из натурального волокна и лежит на каждой веточке плотным слоем. Основная часть кроны состоит из качественной пленки ПВХ, которая придает ели объем. " +
                "Кончики веток выполнены из литых веточек, благодаря им модель выглядит практически неотличимой от настоящей лесной красавицы. " +
                "Кроме того, иголочки ели очень мягкие и нежные — к ним приятно прикасаться без риска уколоться. " +
                "Наши елочки изготавливаются из экологически чистого сырья.");
        }

        private void button2_Click(object sender, EventArgs e)
        {
            MessageBox.Show(" «Скандинавская белая» выполнена полностью из литых веток, что особенно ценится при производстве искусственных деревьев. " +
                "Полностью литые белые иголочки точно повторяют натуральную форму и выглядят очень естественно. Дерево имеет шарнирный тип крепления веток.");
        }

        private void button3_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Искусственная елка Снежная LED передает яркое зимнее настроение, даже еще не будучи наряженной - ведь в её веточки встроены светодиодные лампы, которые покрыты пушистым снегом, сделанным из флока. " +
                "Сами ветки изготовлены из формованной резины (литья) и ПВХ. Дерево густое и пушистое.");
        }

        private void button4_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Искусственная ёлка Версальская заснеженная LED относится к премиальной категории новогодних изделий. " +
                "Полностью литые веточки равномерно покрыты слоем специального хлопкового снега, который плотно держится на иголочках и не осыпается. " +
                "Лапки повторяют изгибы натурального дерева и практически неотличимы от настоящих. Шарнирная система крепления позволяет с легкостью расправлять ель и так же быстро её собирать.");
        }

        private void button5_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Искусственная ель «Скандинавская» выполнена полностью из литых веток, что особенно ценится при производстве искусственных деревьев. " +
                "Данная модель идеально подойдет ценителям естественности и натуральности, ведь это искусственное дерево выглядит как самое настоящее. " +
                "Ветви полностью литые, а оплетка сделана чтобы не было видно металлическое основание веточки и ствола.");
        }
    }
}

