namespace Курсовая_Коптев
{
    public partial class UserControl3 : UserControl
    {
        public UserControl3()
        {
            InitializeComponent();
        }

        private void button4_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Набор из стеклянных шаров цвета Розовое шампанское для украшения помещений, новогодней елки и декора. " +
                "Количество шаров в упаковке - 26 шт. Диаметр и кол-во шаров - 12шт*7см, 6шт*6см, 8шт*5см. Материал  - стекло.");
        }

        private void button3_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Елочные игрушки в наборе из стеклянных шаров цвета Мятная свежесть для новогодней елки, украшения помещений и декора. " +
                "Количество шаров в упаковке - 26 шт. Диаметр и кол-во шаров - 12шт*7см, 6шт*6см, 8шт*5см. Материал  - стекло.");
        }

        private void button1_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Елочные стеклянные игрушки в наборе из 26 шаров разного диаметра украсят новогодний интерьер и помогут создать праздничную атмосферу. " +
                "Количество шаров в упаковке - 26 шт. Диаметр и кол-во шаров - 12шт*7см, 6шт*6см, 8шт*5см. Материал  - стекло.");
        }

        private void button2_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Стеклянные шары для украшения интерьера, новогодней елки и декора, цвет Ягодный смузи. Количество шаров в упаковке - 42 шт. " +
                "Диаметр и кол-во шаров - 20шт*7см, 10шт*6см, 12шт*5см.");
        }

        private void button5_Click(object sender, EventArgs e)
        {
            MessageBox.Show("Новогодние игрушки шары из стекла в комплекте из 26 штук трех разных диаметров цвета шоколадного суфле украсят елку, интерьер и офис." +
                " Количество шаров в упаковке - 26 шт. Диаметр и кол-во шаров - 12шт*7см, 6шт*6см, 8шт*5см. Материал  - стекло.");
        }
    }
}
